[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Γλώσσα εγκατάστασης
MUI_LANGDLL_INFO=Επιλέξτε γλώσσα.

[Installation]
IDS_SAVESETTING=Θέλετε να αποθηκεύσετε τις ρυθμίσεις;
IDS_OperatorName=Φορέας κινητής τηλεφωνίας
IDS_ChooseOperator=Επιλέξτε φορέα κινητής τηλεφωνίας.
IDS_SelectOperatorList=Επιλέξτε το φορέα κινητής τηλεφωνίας από την παρακάτω λίστα.
IDS_OperatorDescription=Περιγραφή
IDS_SelectOperatorDetail=έχει σχεδιαστεί για
IDS_ACSInstalled=Μια προηγούμενη εγκατάσταση του Speedmanager plus/ByteMobile Client υπάρχει στο σύστημα. Πρέπει να καταργήσετε την εγκατάστ. της έκδοσης και να κάνετε επανεκκίνηση του λει. συστήμ.
IDS_PathTooLong=Η διαδρομή είναι πολύ μεγάλη.
IDS_AlreadyInstall=Η εφαρμογή είναι ήδη εγκατεστημένη. Κατάργηση τώρα;
IDS_NonAdmin=Δεν είναι δυνατή η εγκατάσταση του  διότι ο χρήστης  $\r$\nδεν έχει δικαιώματα διαχειριστή σε αυτόν τον υπολογιστή.
IDS_IsWin9x=Δεν είναι δυνατή η εγκατάσταση του  σε Windows 9x.
IDS_AppRunning=Κλείστε πρώτα την εφαρμογή.
IDS_SameVer=Αυτή η έκδοση λογισμικού είναι ήδη εγκατεστημένη. Θέλετε να την καταργήσετε πρώτα;
IDS_AnotherCustomized=Μια προσαρμοσμένη έκδοση του λογισμικού είναι ήδη εγκατεστημένη. Θέλετε να την καταργήσετε πρώτα;
IDS_OldVer=Μια προηγούμενη έκδοση του λογισμικού είναι ήδη εγκατεστημένη. Θέλετε να την καταργήσετε πρώτα;
IDS_HigherVer=Μια πιο πρόσφατη έκδοση του λογισμικού είναι ήδη εγκατεστημένη. Θέλετε να την καταργήσετε πρώτα;
IDS_NonAdminUninst=Δεν είναι δυνατή η κατάργηση εγκατάστασης του  διότι ο χρήστης  $\r$\nδεν έχει δικαιώματα διαχειριστή σε αυτόν τον υπολογιστή.
IDS_DELETE_ALL_DATA=Θέλετε να διαγράψετε όλα τα αρχεία δεδομένων χρήστη.

